---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternallyTaggedBRep
source: html/50a9943a-e58d-b47e-2027-eedefc22ae67.htm
---
# ExternallyTaggedBRep Members

Returns the externally tagged geometry object.